Revit 2027 API
ParameterTypeId.RbsElecPanelCurrentPhaseaParam Property
 "Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelCurrentPhaseaParam { get; }
Public Shared ReadOnly Property RbsElecPanelCurrentPhaseaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelCurrentPhaseaParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelCurrentPhaseaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace